{
  "products": [
    {
      "name": "Striped Men Round Neck Yellow T-Shirt",
      "description": "If you are a simple understated dresser, henleys are a must have for your wardrobe. An update crew neck, this comes with a band collar and small button placket in front. The inner placket has a print adding a fun element and a pop of color to the otherwise solid tee.",
      "price": 599,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/tshirt-1.jpeg"
    },
    {
      "name": "Color Block Men Hooded Neck White, Blue, Orange T-Shirt",
      "description": "Get ready to set trends in this Pastel Beige Half Sleeve T-shirt. Designed for maximum comfort and style this half sleeve t-shirt is a wardrobe must-have. Pair it with casual joggers or jeans to complete the look. Get ready to set trends in this Pastel Beige Half Sleeve T-shirt. Designed for maximum comfort and style this half sleeve t-shirt is a wardrobe must-have. Pair it with casual joggers or jeans to complete the look ",
      "price": 899,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/tshirt-2.jpeg"
    },
    {
      "name": "Solid Men Polo Neck Pink T-Shirt",
      "description": "Machine wash upto 30 degree gentle cycle,wash inside out,wash dark colours separately,do not bleach,tumble dry low,warm iron. Machine wash upto 30 degree gentle cycle,wash inside out,wash dark colours separately,do not bleach,tumble dry low,warm iron. Machine wash upto 30 degree gentle cycle,wash inside out,wash dark colours separately,do not bleach,tumble dry low,warm iron. Machine wash upto 30 degree gentle cycle,wash inside out,wash dark colours separately,do not bleach,tumble dry low,warm iron. Machine wash upto 30 degree gentle cycle,wash inside out,wash dark colours separately,do not bleach,tumble dry low,warm iron.",
      "price": 780,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/tshirt-3.jpeg"
    },
    {
      "name": "Solid Men Hooded Neck Red, Black, Grey T-Shirt",
      "description": "Keep it cool and casual this season with this high-quality Roadster tee. When you're grabbing a quick meal with your friends, this beige piece looks great with slimmer pants and chukka boot.",
      "price": 550,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/tshirt-4.jpeg"
    },
    {
      "name": "168 Smart Red Lace-Ups Casuals for Men Sneakers For Men  (Red)",
      "description": "The futuristic vibe of the early 2000s inspires these classic shoes. Zigzag stitching and pops of color give them a fierce attitude.The futuristic vibe of the early 2000s inspires these classic shoes. Zigzag stitching and pops of color give them a fierce attitude. An original logo design from the turn of the century adds authentic style. A durable rubber outsole resists wear to look fresh longer.",
      "price": 499,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/shoes-1.jpeg"
    },
    {
      "name": "Casual shoes,Sneakers for men's,shoes for men's Sneakers For Men  (Grey)",
      "description": "Complete your classic look with a pair of heritage kicks. Turning heads since its inception, this Royal Complete pays tribute to our fitness roots with soft leather and subtle logo details. You get the cushion you need to keep you comfortable throughout the day and the 'goes with everything' style you crave.",
      "price": 2049,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/shoes-2.jpeg"
    },
    {
      "name": "Zar Check Sneakers Sneakers For Men  (Multicolor)",
      "description": "The Vector logo captivated the world stage in Atlanta in 1996. These men's shoes amplify that heritage with a bold Vector cutout. See-through mesh adds a fresh spin on the classic. Contrast colour details pop on the leather and mesh upper.",
      "price": 1299,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/shoes-3.jpeg"
    },
    {
      "name": "White Sneaker For Men's/Boy's Sneakers For Men  (White)",
      "description": "Turning heads since its inception, this Royal Complete pays tribute to our fitness roots with soft leather and subtle logo details",
      "price": 1400,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/shoes-4.jpeg"
    },
    {
      "name": "283 Sneakers For Men  (Blue)",
      "description": "The stylish Reebok walking shoes for men. The canvas upper is extremely comfortable to wear while the soft insole offers additional comfort to your feet. Additional cushioning at the heel extends extra comfort to your feet",
      "price": 700,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/shoes-5.jpeg"
    },
    {
      "name": "UV Protection Wayfarer Sunglasses (Free Size)  (Black)",
      "description": "Set your fashion parameters high with this pair of aviator sunglasses from Ray-Ban. Manufactured with care using premium quality metal, the golden-hued frame is very light in weight and long-lasting. The green colored lenses are crafted using glass that ensures complete protection of your eyes. Besides, the full-rim design adds to its look.",
      "price": 649,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/glass-1.jpeg"
    },
    {
      "name": "Polarized Sunglass  (Brown)",
      "description": "Manufactured with care using premium quality metal, the golden-hued frame is very light in weight and long-lasting. The green colored lenses are crafted using glass that ensures complete protection of your eyes. ",
      "price": 899,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/glass-2.jpeg"
    },
    {
      "name": "Soundcore Life Q10 with Fast Charging Bluetooth Headset  (Black, Wireless over the head)",
      "description": "These Boult Headphones are here to keep you thoroughly entertained by playing all your favourite songs. They are lightweight, adjustable, and are comfortable to wear so that you can wear them for long hours with ease.",
      "price": 499,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/headphone-1.jpeg"
    },
    {
      "name": "Boult Audio ProBass Q Bluetooth Headset  (Black, Wireless over the head)",
      "description": "These Boult Headphones are here to keep you thoroughly entertained by playing all your favourite songs. They are lightweight, adjustable, and are comfortable to wear so that you can wear them for long hours with ease.",
      "price": 800,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/headphone-3.jpeg"
    },
    {
      "name": "Infinity (JBL) Glide 501 Bluetooth Headset  (Black, Wireless over the head)",
      "description": "Listen to stellar quality music throughout the day with this Bluetooth headset from the house of JBL. With a multitude of features, such as the dual equalizer, quick charge feature, and 20-hours of playback time, this headset delivers optimum-quality sound with a battery that lasts a long time.",
      "price": 1299,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/headphone-2.jpeg"
    },

    {
      "name": "Ant Audio Treble- H82 Bluetooth Headset  (Red, Wireless over the head)",
      "description": "The Ant Audio Treble- H82 Bluetooth Headset lets you enjoy your favourite songs seamlessly. It delivers high-quality sound and thumping bass, which enables you to get an immersive listening experience. It is also comfortable to wear and easy to use.",
      "price": 2100,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/headphone-4.jpeg"
    },
    {
      "name": "Skinn by Titan verge Eau de Parfum - 50 ml  (For Men)",
      "description": "Sparkling lemon coupled with exquisite aromatic accords and notes allied to leathery facets that are reminiscent of fresh grass, Verge is an adrenalin burst of freshness inspired by the distinctive elegance and exclusivity of the derby.",
      "price": 549,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/deo-1.jpeg"
    },
    {
      "name": "Envy Men Perfume Eau de Parfum - 60 ml  (For Men)",
      "description": "Envy perfume paints a picture of a classy outdoorsy day. Sparkling lemon coupled with exquisite aromatic accords and notes allied to leathery facets that are reminiscent of fresh grass,",
      "price": 699,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/deo-3.jpeg"
    },
    {
      "name": "Skinn by Titan extreme Eau de Parfum - 100 ml  (For Men)",
      "description": "Skinn perfume paints a picture of a classy outdoorsy day. Sparkling lemon coupled with exquisite aromatic accords",
      "price": 849,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/deo-2.jpeg"
    },

    {
      "name": "Fastrack 3234NM01 Sunburn Analog Watch - For Men",
      "description": "About Fastrack Light Weight Collection: The unique thing about the watches of this collection are their light weighted sturdy cases. The 3D dials and unique texture renders them a sporty look. To maintain their rugged look, same colours have been used to fill the spaces of the second's hand and the crown.",
      "price": 1749,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/watch-1.jpeg"
    },
    {
      "name": "Fastrack NG38003PP13J Tees Analog Watch - For Men & Women",
      "description": "High Grade Silicon straps are used to secure these watches which not only are durable but also soft to sit perfectly on the wearer's wrist. About the Product: This contemporary style analog watch features a blue patterned dial with plain three hands. Orange colour is used to highlight its second's hand and crown which complements its buckle secured blue silicon strap",
      "price": 1749,
      "path": "https://quick-sell-product.s3.ap-south-1.amazonaws.com/watch-2.jpeg"
    }
  ]
}
